{
  "Home": "Главная",
  "Numbers": "Числа",
  "Contact us": "Свяжитесь с нами",
  "Login": "Логин",
  "Register": "Регистрация",
  "Profile" : "Профиль",
  "Logout": "Выйти ",
  "Language" : "Язык",
  "Numerology online": "Нумерология онлайн",
  "Analysis of name and date of birth in one click": "Анализ имени и даты рождения в один клик ",
  "Get free access to a unique analysis of name and date of birth. Find out all about your destiny, personality, future, relationships, work and more.": "Получите бесплатный доступ к уникальному анализу имени и даты рождения. Узнайте все о своей судьбе, личности, будущем, отношениях, работе и многом другом.",
  "Enter your data": "Введите ваши данные",
  "Full Name": "ФИО",
  "maiden name,if you have": "девичья фамилия, если у тебя есть",
  "Birth date": "Дата рождения",
  "January": "Январь",
  "February": "Февраль",
  "March": "Март",
  "April": "Апрель",
  "May": "Май",
  "June": "Июнь",
  "July": "Июль",
  "August": "Август",
  "September": "Сентябрь",
  "October": "Октябрь",
  "November": "Ноябрь",
  "December": "Декабрь ",
  "FULL NAME NUMBERS": "ПОЛНЫЕ ИМЯ НОМЕРА",
  "Expression Number": "Число выражения",
  "Desire number": "Число желаний",
  "Personality number": "Число личности",
  "In numerology, the": "В нумерологии",
  "number of expressions": "количество выражений",
  "indicates the sphere of human capabilities": "указывает на сферу человеческих возможностей",
  "Your expression number": "Число вашего выражения ",
  "“One” is a numerical code of a sense of duty and responsibility for each step taken. Of course, on a new, untapped path, since “repeating the past” does not impose any obligations on a person - the pioneer has already answered for everything.": "«Единица» - это цифровой код чувства долга и ответственности за каждый сделанный шаг. Конечно, на новом, неиспользованном пути, поскольку «повторение прошлого» не накладывает на человека никаких обязательств - за все уже ответил пионер. ",
  "\"Twos\" are usually balanced, gentle, tactful and complacent. A distinctive feature of personality is the ability to \"read\" people, focusing not only on words, but also on facial expressions, gestures, intonations. As a result, the \"two\" can more clearly": "\"Двойки\" обычно уравновешены, нежны, тактичны и самодовольны. Отличительной чертой личности является умение «читать» людей, ориентируясь не только на слова, но и на мимику, жесты, интонации. В результате \"двое\" могут более четко ",
  "The number of the expression “Three” is the number of the Creator. But your creativity is of a very special kind and has nothing to do with what is usually taken to mean by this concept. You should not try to create monumental paintings, heavy architectural projects, and multivolume works of literature. And not at all because you are not given it. It's just that something else is destined for you. You bear the stamp of inescapable, indomitable optimism.": "Число выражения «Три» - это число Создателя. Но ваше творчество очень особенное и не имеет ничего общего с тем, что обычно подразумевается под этим понятием. Не стоит пытаться создавать монументальные картины, тяжелые архитектурные проекты и многотомные литературные произведения. И вовсе не потому, что вам это не дано. Просто тебе суждено что-то другое. Вы несете печать неизбывного, неукротимого оптимизма. ",
  "The \"Four\" is by no means devoid of imagination. It's just that her dreams are not vivid pictures in exuberant colors, but clear and rigorous drawings indicating the exact parameters of every detail.": "\"Четверка\" отнюдь не лишена фантазии. Просто ее мечты - это не яркие картины в ярких красках, а четкие и строгие рисунки с указанием точных параметров каждой детали. ",
  "The meaning of the expression number 5 is, in fact, a warning to a person who is too prone to independence. If he categorically does not want to be bound by long-term obligations in order to preserve freedom of movement, then, in the end, no one owes him anything either. And this is acceptable only as long as there are forces that allow you to get up and walk again.": "Значение выражения номер 5 - это, по сути, предупреждение человеку, слишком склонному к независимости. Если он категорически не хочет связывать себя долгосрочными обязательствами ради сохранения свободы передвижения, то, в конце концов, ему тоже никто ничего не должен. И это допустимо лишь до тех пор, пока есть силы, позволяющие снова встать и ходить. ",
  "The meaning of the number of the expression 6 is a sense of duty, which forms the basis of a life position and determines the fate of a person. The numerical code \"6\" practically guarantees its owner the absence of rest throughout his life. People in need of help will always appear in the field of view of the Six. And since such a person does not take credit for the good deeds he does, he never ceases to reproach himself for what he failed to do.": "Значение числа выражения 6 - чувство долга, которое составляет основу жизненной позиции и определяет судьбу человека. Цифровой код «6» практически гарантирует своему владельцу отсутствие отдыха на протяжении всей жизни. Люди, нуждающиеся в помощи, всегда будут появляться в поле зрения Шестерки. А поскольку такой человек не верит в добрые дела, которые он совершает, он никогда не перестает упрекать себя в том, что он не сделал.",
  "The meaning of the expression number 7 in relation to the alleged fate of a person is usually unambiguous. He is a bright personality and a wonderful professional who is ready to share his skills with anyone. However, this readiness always has a touch of its own superiority. Therefore, the “seven” are reluctant to seek advice and help, which makes it difficult to establish close friendships.": "Значение выражения номер 7 применительно к предполагаемой судьбе человека обычно однозначно. Он яркая личность и прекрасный профессионал, готовый поделиться своими умениями с кем угодно. Однако в этой готовности всегда есть оттенок собственного превосходства. Поэтому «семерка» неохотно обращается за советом и помощью, что затрудняет установление близких дружеских отношений.",
  "The value of the expression number 8 as a code of fate promises the owner a bright, eventful life, in which difficulties will alternate with triumphs. People \"8\" are the initiators of global changes taking place in humanity. Some are known to everyone, most are known only to a narrow circle of confidants.": "Значение выражения число 8 как код судьбы сулит обладателю яркую, насыщенную жизнь, в которой трудности будут чередоваться с победами. Люди \"8\" являются инициаторами глобальных изменений, происходящих в человечестве. Некоторые известны всем, большинство известно лишь узкому кругу доверенных лиц.",
  "The meaning of the expression number 9 for the fate of its owner lies in the fact that he will have an eternal battle with windmills. Pure in heart and naive, person \"9\" firmly believes that no sacrifice will be excessive for the triumph of good and peace. The real chances of winning, as well as other practical considerations, does not bother him. Only the highest goal matters.": "Значение выражения числа 9 для судьбы его владельца заключается в том, что ему предстоит вечная битва с ветряными мельницами. Чистый сердцем и наивный, человек \"9\" твердо уверен, что никакая жертва не будет чрезмерной для торжества добра и мира. Реальные шансы на победу, а также другие практические соображения его не смущают. Имеет значение только высшая цель.",
  "Desire Number": "Число желаний",
  "desire number": "число желаний",
  "personality number" : "число личности",
  "shows the intrinsic motivation of a person.": "показывает внутреннюю мотивацию человека.",
  "Your desire number": "Число вашего желания ",
  "Desire number 1 - one - the number of an impulsive person aimed at achieving high goals. Individualism and selfishness move you and give you a certain impetus to action. Having set a goal for themselves, people whose desire number is one do not dare to change course and rush forward. Do not tolerate restrictions on the spirit, which is why you deal with all problems from the very beginning. You are a fearless leader, persistent and determined.": "Число желание №1 - один - число импульсивного человека, нацеленного на достижение высоких целей. Индивидуализм и эгоизм движут вами и дают определенный импульс к действию. Поставив перед собой цель, люди, число желаний которых равно единице, не решаются менять курс и устремляться вперед. Не терпите ограничений по духу, поэтому вы занимаетесь всеми проблемами с самого начала. Вы бесстрашный лидер, настойчивый и решительный.",
  "Desire number 2 is a symbol of a person who is calm in behavior and actions, soft, tactful, with the ability to find compromises, and able to control himself. You are a person with a confrontation between two equivalent principles acting in opposite directions from each other. Due to these confrontations, balance and calmness are maintained within you. You are easily submissive, passive and gentle. You are closer to the role of an advisor or designer than a performer.": "Число желания 2 - символ человека спокойного в поведении и действиях, мягкого, тактичного, умеющего находить компромиссы, способного контролировать себя. Вы - человек, столкнувшийся с противостоянием двух эквивалентных принципов, действующих в противоположных направлениях друг от друга. Благодаря этим конфронтациям внутри вас сохраняются равновесие и спокойствие. Вы легко покорны, пассивны и нежны. Вам ближе роль советника или дизайнера, чем исполнителя.",
  "The number of the desire is 3 - the symbol of the human-Universe. Male will and female love are put together in you. Three means the complete opposite of the two parts of your inner self. The number 3 symbolizes the triangle of life between past, presentand future - Birth, Life and Death. As for the people themselves, whose desire number is 3, they are frivolous, frivolous, as a rule, they live one day, not paying attention to the everyday fuss. These people are not able to single-handedly cope with themselves, to reveal their own abilities. The main goal in life is to rise in the world, exercise control and power over others, although they themselves are excellent at coping with orders.": "Число желания 3 - символ человека-Вселенной. В вас соединились мужская воля и женская любовь. Три означает полную противоположность двух частей вашего внутреннего «я». Число 3 символизирует треугольник жизни между прошлым, настоящим и будущим - Рождение, Жизнь и Смерть. Что касается самих людей, у которых число желаний 3, то они легкомысленны, легкомысленны, как правило, живут одним днем, не обращая внимания на будничную суету. Эти люди не способны в одиночку справиться с собой, раскрыть собственные способности. Основная цель в жизни - подняться в мире, осуществлять контроль и власть над другими, хотя сами они отлично справляются с приказами.",
  "Desire number 4 is a number representing the four elements, four seasons and four periods of life. People with a desire number of 4 are hardworking, balanced and reasonable. Everything they want to achieve is achieved by themselves. In discussions, they take the opposite position and very rarely give vent to emotions. They are “hostile” to the rules and instructions, they are drawn to reforms. A “four” stands for technical success.": "Число желания 4 - это число, представляющее четыре элемента, четыре сезона и четыре периода жизни. Люди с числом желания 4 трудолюбивы, уравновешены и разумны. Все, чего они хотят достичь, достигается ими самими. В дискуссиях они занимают противоположную позицию и очень редко дают волю эмоциям. Они «враждебны» правилам и инструкциям, тянутся к реформам. Четверка означает технический успех.",
  "Desire number 5 is a symbol of a person who does not sit in one place, striving for self-improvement, seeking and gaining experience. You are an enthusiastic nature in need of adventure and risk. The decision to act comes spontaneously and suddenly. In life, you are ruled by a positive attitude, resourcefulness, wit and cheerfulness. You are directed only forward and think only about the positive outcome of everything, so that you do not take it. As a rule, people with a life number of 5 are nervous, adventurous and very mobile.": "Число желания 5 - это символ человека, который не сидит на одном месте, стремится к самосовершенствованию, ищет и набирается опыта. Вы увлеченная натура, жаждущая приключений и риска. Решение действовать приходит спонтанно и внезапно. В жизни вами правят позитивный настрой, находчивость, смекалка и жизнерадостность. Вы устремлены только вперед и думаете только о положительном исходе всего, чтобы не принимать его. Как правило, люди с числом жизни 5 нервны, предприимчивы и очень подвижны.",
  "Desire number 6 is the number of a creative person, a symbol of family and the reunification of a man and a woman to create a new life. The number six also symbolizes the connection between God and Man. People with a life number of 6 are reliable, honest and able to gain respect and improvement not only in their own living conditions, but also in those around them. They are patient and have a natural inner magnetism, but they are tough and persistent in the implementation of their plans. They are very romantic and love art, they cannot stand jealousy and all kinds of strife. They easily find a common language with absolutely everyone. Have a great ability to make friendsand have a heightened sense of duty. You are a homebody, happy with your family and friends": "Число желания 6 - это число творческой личности, символ семьи и воссоединения мужчины и женщины для создания новой жизни. Число шесть также символизирует связь между Богом и человеком. Люди с числом жизни 6 надежны, честны и способны добиться уважения и улучшения не только в своих собственных условиях жизни, но и в окружающих. Они терпеливы и обладают природным внутренним магнетизмом, но при этом упорны и настойчивы в реализации своих планов. Они очень романтичны и любят искусство, не выносят ревности и всевозможных ссор. Они легко находят общий язык абсолютно со всеми. У вас есть прекрасная способность заводить друзей и иметь повышенное чувство долга. Ты домосед, доволен семьей и друзьями",
  "Desire number 7 - belong to the number of Sacred numbers, is a symbol of mystery and knowledge. It has long been believed that the number 7 means the basis of all evolution. It was the seven spirits that were entrusted by God with the power over the elements, from which all animals and plants were subsequently created. This number represents seven days of the week, seven colors of the rainbow, seven notes in a scale, etc. The person who owns the desire number 7 is a creative person, albeit with some oddities. Well-developed intuition, the ability to analyze, rich imagination and vivid imagination are the characteristic features of such people. As a rule, such people come out as artists, poets or other artists": "Число желания 7 - принадлежит к числу Священных чисел, является символом тайны и знания. Издавна считалось, что цифра 7 означает основу всей эволюции. Это были семь духов, которым Бог доверил власть над элементами, из которых впоследствии были созданы все животные и растения. Это число представляет семь дней недели, семь цветов радуги, семь нот по шкале и т. Д. Человек, владеющий числом желания 7, является творческой личностью, хотя и с некоторыми странностями. Хорошо развитая интуиция, способность к анализу, богатое воображение и яркое воображение - характерные черты таких людей. Как правило, такие люди выступают художниками, поэтами или другими художниками",
  "Desire number 8 is the number of material success, the number of reliable people who are able to bring everything to perfection. On the one hand, it is the number of a total coup or revolution, and on the other, it is religious commitment, philosophical thinking and an inevitable perspective that encompasses all actions. People with a desire number of 8 are different from most other people. They hide their feelings, which is why they are often judged, as they please. They are lonely at heart and rarely find understanding among people, and after death they are often extolled. Your desire number in the professional field means success in business, fearlessness in all areas of life, in particular in commerce and industry. You have a talent for team management and outstanding administrative ability.": "Число желания 8 - это число материального успеха, количество надежных людей, способных все довести до совершенства. С одной стороны, это число тотального переворота или революции, а с другой - это религиозная приверженность, философское мышление и неизбежная перспектива, охватывающая все действия. Люди с числом желания 8 отличаются от большинства других людей. Они скрывают свои чувства, поэтому их часто судят, как им заблагорассудится. Они одиноки в душе и редко находят понимание среди людей, а после смерти их часто превозносят. Число ваших желаний в профессиональной сфере означает успех в бизнесе, бесстрашие во всех сферах жизни, в частности в торговле и промышленности. У вас есть талант к управлению командой и выдающиеся административные способности.",
  "The desire number 9 is a universal number that has the characteristic features of all prime numbers. A symbol of success and excellence. Desire number 9 is the initiation of a person into all stages of his life, and also reveals all the mysteries of life, death and rebirth. It symbolizes you as a highly intellectual person with great physical strength in all its forms, capable of developing and revealing enormous potential. Your success lies in your creative and artistic qualities. You are the owner of wonderful magnetic abilities. The main problem of such people is not knowing which path they should follow, they often do not realize their abilities. People are very impulsive and hot-tempered, which is why they are most at risk.": "Число желаний 9 - универсальное число, имеющее характерные черты всех простых чисел. Символ успеха и совершенства. Число желания 9 - это посвящение человека во все этапы его жизни, а также раскрывает все тайны жизни, смерти и возрождения. Он символизирует вас как высокоинтеллектуального человека с огромной физической силой во всех ее формах, способного развивать и раскрывать огромный потенциал. Ваш успех заключается в ваших творческих и артистических качествах. Вы обладатель прекрасных магнитных способностей. Основная проблема таких людей - незнание, по какому пути идти, часто они не осознают свои способности. Люди очень импульсивны и вспыльчивы, поэтому они больше всего подвержены риску.",
  "shows how other people perceive you.": "показывает, как вас воспринимают другие люди.",
  "Your personality number": "Ваш личный номер ",
  "The ability to present oneself and \"furnish\" in such a way that no one doubted the right to give commands. Confidence, efficiency, independence, ability to perceive new things and create them. Eye-catching clothing emphasizes the individuality of style": "Умение преподнести себя и \"обставить\" таким образом, чтобы никто не сомневался в праве отдавать команды. Уверенность, оперативность, независимость, умение воспринимать новое и создавать его. Эффектная одежда подчеркивает индивидуальность стиля. ",
  "Tactfulness and delicacy. The ability to make a good impression on a specific person without attracting everyone's attention. Exceptional contact based on a detailed analysis of the interlocutor's behavior. The style is classic.": "Тактичность и деликатность. Умение произвести хорошее впечатление на конкретного человека, не привлекая всеобщего внимания. Исключительный контакт, основанный на подробном анализе поведения собеседника. Стиль классический.",
  "Natural magnetism that evokes unaccountable disposition and trust. The ability to communicate in a wave of constant friendliness makes it easy to make friends and fans. Style is what is currently worn.": "Природный магнетизм, вызывающий необъяснимое расположение и доверие. Умение общаться на волне постоянного дружелюбия позволяет легко заводить друзей и поклонников. Стиль - это то, что носят сейчас.",
  "Restraint and balance in everything, from the manner of dressing to the style of communication. Emphasized diligence and hard work make it possible to impress others with an impression of reliability, to inspire confidence.": "Сдержанность и уравновешенность во всем, от манеры одеваться до стиля общения. Подчеркнутое трудолюбие и трудолюбие позволяют произвести впечатление на окружающих надежностью, внушить доверие.",
  "The ability to look younger than real age and stand out from any background due to pronounced sexuality. Mobility, activity, contact. Against this \"colorful\" background, the ability to reason sensibly often comes as a surprise to the interlocutor.": "Возможность выглядеть моложе своего возраста и выделяться на любом фоне за счет ярко выраженной сексуальности. Мобильность, активность, контакт. На этом \"красочном \" фоне умение здраво рассуждать часто становится неожиданностью для собеседника.",
  "Embodied sense of duty, honesty, reliability. Ability to see perspective and give thoughtful practical advice. The ability to quickly converge with people, tact, willingness to provide a service. Tastefully selected clothes create the image of a sweet, pleasant person.": "Воплощенное чувство долга, честности, надежности. Умение видеть перспективу и давать вдумчивые дельные советы. Умение быстро сходиться с людьми, тактичность, готовность оказать услугу. Со вкусом подобранная одежда создает образ милого, приятного человека.",
  "The image of the cold, withdrawn, and shrewd introvert is more likely to generate interest than rejection. Those around you instinctively feel the presence of a noble soul and high mind behind this austere facade. The sophistication of the external appearance and manner of communication completes the image.": "Образ холодного, замкнутого и проницательного интроверта скорее вызовет интерес, чем отторжение. Окружающие инстинктивно ощущают за этим суровым фасадом благородную душу и высокий ум. Изысканность внешнего вида и манеры общения завершают образ.",
  "The ability to make a strong, overwhelming impression the first time. Preference is for expensive clothes and accessories as necessary signs of high status. Intelligence, competence, efficiency, confidence in yourself and your rights.": "Умение с первого раза произвести сильное, ошеломляющее впечатление. Предпочтение отдается дорогой одежде и аксессуарам как необходимым признакам высокого статуса. Интеллект, компетентность, оперативность, уверенность в себе и своих правах.",
  "Openness and, as a result, emotional vulnerability. At the same time - responsiveness, the ability to empathize, the ability to provide moral support. An ineradicable belief in goodness, a tendency to idealize the surrounding world. Appearance is often a reflection of a melodramatic mood.": "Открытость и, как следствие, эмоциональная уязвимость. В то же время - отзывчивость, умение сопереживать, умение оказывать моральную поддержку. Неистребимая вера в добро, склонность идеализировать окружающий мир. Внешний вид часто является отражением мелодраматического настроения.",
  "FULL Birth Date NUMBERS": "ПОЛНЫЕ ДАТЫ Рождения",
  "Life Path Number": "Число жизненного пути",
  "Birth Day number": "Число дня рождения",
  "Month number": "Номер месяца",
  "number of the life path": "Число жизненного пути",
  "means what message your birth is carrying.": "означает, какое сообщение несет ваше рождение.",
  "Your Life path number": "Число вашего жизненного пути ",
  "You are active, adventurous and very energetic. A spontaneous desire to create and an unconventional approach to business make you a pioneer person. Your abilities are endless. Opportunities to look to the future and visions of the future are sure to lead you to success. Activities that require the clear leadership qualities that you possess in full would suit you.": "Вы активны, предприимчивы и очень энергичны. Спонтанное желание творить и нестандартный подход к делу делают из вас первопроходца. Ваши способности безграничны. Возможности заглядывать в будущее и видение будущего обязательно приведут вас к успеху. Вам подойдет деятельность, требующая явных лидерских качеств, которыми вы обладаете в полной мере.",
  "You are a very versatile person. Many activities will be acceptable to you. You could easily find yourself both in creative activity and technical, for example, you could easily cope with the repair of intricate watch mechanisms. Your ability to tune in to the same wavelength with absolutely any person could contribute to a good career as a lawyer or politician.": "Вы очень разносторонний человек. Многие занятия будут вам приемлемы. Вы легко можете найти себя как в творческой деятельности, так и в технической, например, легко справитесь с ремонтом сложных часовых механизмов. Ваша способность настроиться на одну волну с абсолютно любым человеком может способствовать хорошей карьере юриста или политика.",
  "You have enough creative talents to devote yourself to art. You can fully reveal and develop your artistic gift by showing condescension and perseverance. In order not to miss the opportunity to develop your abilities, concentrate on one thing, on what you want to achieve more.": "У вас достаточно творческих способностей, чтобы посвятить себя искусству. Вы можете полностью раскрыть и развить свой художественный дар, проявив снисходительность и настойчивость. Чтобы не упустить возможность развить свои способности, сконцентрируйтесь на одном, на том, чего вы хотите добиться большего.",
  "Hard work and diligence in work from the early stages of your life will allow you to take a worthy niche in society. Your excessive punctuality and methodicalness, at times, can make people think of you as a tough person. Often these qualities do not allow you to achieve the desired results of your activity. You are able to achieve success in organizational activities, management, construction and much more if you change your character and be loyal to others.": "Упорный труд и трудолюбие с первых этапов жизни позволят вам занять достойную нишу в обществе. Ваша чрезмерная пунктуальность и методичность иногда могут заставить людей думать о вас как о крутом человеке. Часто эти качества не позволяют добиться желаемых результатов своей деятельности. Вы сможете добиться успеха в организационной деятельности, управлении, строительстве и многом другом, если измените свой характер и будете верны другим.",
  "You are an unsurpassed speaker, you know how to win over absolutely any interlocutor and motivate him to take any action. You are characterized by flexibility in contact with people, openness and goodwill. Work in the service sector, show business, trade,tourism, finance or medicine is ideal for you": "Вы непревзойденный оратор, умеете расположить к себе абсолютно любого собеседника и мотивировать его на любые действия. Вам характерны гибкость в контакте с людьми, открытость и доброжелательность. Работа в сфере услуг, шоу-бизнесе, торговле, туризме, финансах или медицине идеально подходит для вас.",
  "You see your purpose in helping other people. You clearly feel the situation where help could be required from you, in no case interfering in other people's affairs for no reason. Your ability to identify new opportunities for success could help you achieve good business results. You are a truthful and trustworthy person, this will contribute to a productive business.": "Вы видите свою цель в помощи другим людям. Вы четко чувствуете ситуацию, когда от вас может потребоваться помощь, ни в коем случае не вмешиваясь в чужие дела без причины. Ваша способность определять новые возможности для достижения успеха может помочь вам достичь хороших результатов в бизнесе. Вы правдивый и заслуживающий доверия человек, это будет способствовать продуктивному бизнесу.",
  "A person with a life path of \"seven\" is endowed with qualities that allow him to play the role of a researcher. You are able to identify and correctly formulate problems, analyze them and find solutions. Whether in science, innovation, religion, insurance or invention, you will find something to your liking.": "Человек с жизненным путем «семерки» наделен качествами, позволяющими ему играть роль исследователя. Умеете выявлять и правильно формулировать проблемы, анализировать их и находить решения. Будь то наука, инновации, религия, страхование или изобретение, вы найдете что-то по своему вкусу.",
  "You are the owner of an active life position, ready to take the initiative into your own hands, you know how to motivate yourself and others. Everything, no matter what a person who owns the number of life path 8 takes, is subject to him. Would you be able to cope with absolutely any kind of activity. The qualities of a confident leader are especially helpful in coping with running a large business. Life every now and then will test you for resilience, from which you will only become stronger and will be able to achieve the most ambitious goals.": "Вы - обладатель активной жизненной позиции, готов взять инициативу в свои руки, умеете мотивировать себя и других. Все, что бы ни выбрал человек, владеющий числом жизненного пути 8, ему подвластно. Сможете ли вы справиться абсолютно с любым видом деятельности. Качества уверенного лидера особенно полезны при ведении большого бизнеса. Жизнь то и дело будет проверять вас на стойкость, от которой вы только станете сильнее и сможете достичь самых амбициозных целей.",
  "You have the ability to think creatively, representing the world around you in an original way. You can turn your ideas into reality as a designer or architect. People whose life path is associated with the number 9 are socially active individuals, you are fair, honest, impartial and capable of representing common interests. You have every chance of becoming an excellent politician, lawyer, teacher or doctor.": "У вас есть способность мыслить творчески, оригинально представляя окружающий мир. Вы можете воплотить свои идеи в жизнь как дизайнер или архитектор. Люди, жизненный путь которых связан с числом 9, - социально активные личности, вы справедливы, честны, беспристрастны и способны представлять общие интересы. У вас есть все шансы стать отличным политиком, юристом, учителем или врачом.",
  "Day Number": "Номер дня",
  "Using the information that": "Используя информацию,",
  "the Birthday Number": "число дня рождения ",
  "carries, it is possible to develop a way of action based on the actually existing innate qualities.": "можно выработать способ действия, основанный на реально существующих врожденных качествах.",
  "Your day number": "Число вашего дня",
  "a person with all the necessary traits of a leader. At any time, absolutely in any situation, you try to bring the matter to the end, without retreating until all possible solutions to a particular problem run out. You are always ready to take the initiative and take control of the situation. You have excellent business skills, you could achieve tremendous results in highly significant areas or big business.": "человек со всеми необходимыми качествами лидера. В любой момент, абсолютно в любой ситуации вы пытаетесь довести дело до конца, не отступая, пока не исчерпаются все возможные решения той или иной проблемы. Вы всегда готовы проявить инициативу и взять ситуацию под контроль. У вас отличные деловые навыки, вы можете добиться потрясающих результатов в очень важных сферах или в большом бизнесе.",
  "this birthday number characterizes you as a restrained, balanced person, a supporter of resolving conflict situations by finding a compromise. You often contradict yourself and often strive to interfere in the affairs of others, which more often": "это число дня рождения характеризует вас как человека сдержанного, уравновешенного, сторонника решения конфликтных ситуаций путем поиска компромисса. Вы часто противоречите себе и часто стремитесь вмешиваться в чужие дела, что чаще ",
  "from an early age, you have an amazing ability to grasp everything on the fly. You can easily perceive and assimilate new knowledge. An incredibly talented person in many spheres of activity, capable of much. However, in order to achieve your goals, you need significant support from others. You live in the present and do not think about tomorrow": "с раннего возраста у вас есть удивительная способность схватывать все на лету. Вы легко воспринимаете и усваиваете новые знания. Невероятно талантливый человек во многих сферах деятельности, способный на многое. Однако для достижения своих целей вам потребуется значительная поддержка со стороны окружающих. Вы живете настоящим и не думаете о завтрашнем дне ",
  "you are a person who avoids risks, treats many things with trepidation and caution. You are very hardworking and persistent, able to achieve a lot alone without relying on anyone. With all this, the number 4 does not guarantee you a bright future if you do not set high goals for yourself, but it lays in you a solid foundation for further development and a lot of skills suitable for many specialties.": "вы человек, который избегает рисков, относится ко многим вещам с трепетом и осторожностью. Вы очень трудолюбивы и настойчивы, способны добиться многого в одиночку, ни на кого не полагаясь. При этом число 4 не гарантирует вам светлого будущего, если вы не ставите перед собой высоких целей, но закладывает в вас прочную основу для дальнейшего развития и множество навыков, подходящих для многих специальностей. ",
  "you are ruled by a constant attraction to everything extraordinary, previously unknown. You are inspired and filled with enthusiasm, do not like to stay in one place for a long time. Wherever you are, you feel at home. Adventure and travel is like a mouthful for you": "вами управляет постоянное влечение ко всему необыкновенному, ранее неизвестному. Вы воодушевлены и полны энтузиазма, не любите долго оставаться на одном месте. Где бы вы ни были, вы чувствуете себя как дома. Приключения и путешествия для тебя как полнота рта ",
  "the number of the birthday of a sincere, open, reliable person. You are ready to take orders and work entrusted to you with full responsibility. You consider one of the main tasks in life to make a name for yourself and achieve high success in anything. The restraint and composure with which you are ready to succeed does not arouse the sympathy of others and creates an image of a hypocrite in you.": "номер дня рождения искреннего, открытого, надежного человека. Вы готовы с полной ответственностью принимать заказы и доверенные вам работы. Вы считаете одной из главных задач в жизни заявить о себе и добиться высоких успехов в чем-либо. Сдержанность и хладнокровие, с которыми вы готовы добиться успеха, не вызывают симпатии окружающих и создают в вас образ лицемера.",
  "you are a diligent, creative person with a poetic soul and some weirdness. The owner of an analytical mindset, brilliant imagination and a very developed intuition. From the birthday number 7 people are often born inclined to become musicians, composers, artists, philosophers, poets or writers in the future": "вы прилежный, творческий человек с поэтической душой и некоторой странностью. Обладает аналитическим складом ума, блестящим воображением и очень развитой интуицией. С числа 7 дня рождения часто рождаются люди, склонные в будущем стать музыкантами, композиторами, художниками, философами, поэтами или писателями.",
  "is a number symbolizing endless business opportunities. You are adventurous and fearless about any activity, especially in a commercial environment. Obstacles and difficulties on the path of life are not obstacles to development, on the contrary, they increase your ability to work. You have good management skills and the ability to lead a team.": "это число, символизирующее безграничные возможности для бизнеса. Вы любите приключения и не боитесь любой деятельности, особенно в коммерческой среде. Препятствия и трудности на жизненном пути не являются препятствием для развития, напротив, они повышают вашу работоспособность. У вас хорошие управленческие навыки и умение руководить командой. ",
  "highly developed intellect and infinite potential are characteristic features of people with a life number 9. Craftsmanship and artistic talent give success in the art world. You should not waste time and give up activities not related to your abilities, you should not expect strong success outside of art. The only obstacle may be the fact that it is far from immediately possible for a person to see and reveal his talents.": "высокоразвитый интеллект и безграничный потенциал - характерные черты людей с числом жизни 9. Мастерство и художественный талант дают успех в мире искусства. Не стоит тратить время и отказываться от занятий, не связанных с вашими способностями, не стоит рассчитывать на большой успех вне искусства. Единственным препятствием может быть то, что человек далеко не сразу может увидеть и раскрыть свои таланты. ",
  "Name Numerology": "Имя Нумерология",
  "Reveal the secrets of your hidden talents": "Раскройте секреты своих скрытых талантов",
  "Materials of this section are based on the most ancient and cutting-edge studies on the impact of name on the individual's life. Full range of analysis parameters! All the information encoded in the name – presented in figures, charts, tables, and detailed interpretations.": "Материалы этого раздела основаны на самых древних и передовых исследованиях влияния имени на жизнь человека. Полный спектр параметров анализа! Вся информация, закодированная в названии, представлена в виде рисунков, диаграмм, таблиц и подробных интерпретаций.",
  "Birthday Meanings": "Значение Дня Рождения",
  "Learn what the fate has in store for you": "Узнайте, что судьба приготовила для вас",
  "Birth Date is an inexhaustible source of information on a person's destiny. Recommendations in this section are based on the results of detailed studies, and intended for daily practical use.": "Дата рождения - неиссякаемый источник информации о судьбе человека. Рекомендации в этом разделе основаны на результатах детальных исследований и предназначены для повседневного практического использования.",
  "Numerological Forecasts": "Нумерологические прогнозы",
  "For 15 years, a year, a month or a day": "На 15 лет, год, месяц или день",
  "Numerological forecast gives you the ability to control your life, eliminating unforeseen circumstances. Thousands of people have already mastered the skill of managing the luck – thanks to forecasts of Numeroscope web portal. It is available to everyone!": "Нумерологический прогноз дает возможность контролировать свою жизнь, исключая непредвиденные обстоятельства. Тысячи людей уже овладели навыком управления удачей - благодаря прогнозам веб-портала Numeroscope. Это доступно каждому! ",

  "Get in touch" : "Связаться",
  "My location" : "Мое местонахождение",
  "Astana City District, Aqtóbe qalalyq ákimdigi, Aqtóbe oblysy, Kazakhstan" : "Район города Астаны, акимат города Актобе, Актюбинская область, Казахстан",
  "Contact us" : "Свяжитесь с нами",
  "Follow us" : "Подписывайтесь на нас ",
  "Comment" : "Комментарий",
  "Submit" : "Потвердить",


  "Log In" : "Логин",
  "Do you want to create a new account?" : "Вы хотите создать новую учетную запись?",
  "Sign Up" : "Зарегистрироваться",

  "Create Account" : "Зарегистрироваться",
  "Do you already have account?" : "У вас уже есть аккаунт?",

  "Update a photo" : "Редактировать фото"
}